; [Autorun] - используется командой autrn= для комментирования/раскомментирования строки в файле Autorun.cfg
[Autorun]
; Autorun1 ... AutorunN - ключи, значения которых содержат строки необходимые для комментирования/раскомментирования
;Autorun8=ShellExec /TT /W /SW_HIDE %COMMANDER_PATH%\Utilities\TotalCom\ClockTC\clockCpuTC.exe

Autorun10=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "tityn=0"
Autorun11=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "menuc=2"
Autorun12=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "menuc=3"
Autorun13=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "menuc=10"
Autorun14=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "menuc=17"
Autorun15=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "menuc=27"
Autorun16=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "menuc=24"
Autorun17=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "menuc=5"
Autorun18=ShellExec /TT /W /SW_HIDE "%COMMANDER_PATH%\TCIMG.exe" "menuc=29"

Autorun96=ShellExec /TT /W /SW_HIDE "%TCIMG_EXE%" infow=0||TitleWindow3||attach<TTOTAL_CMD>
Autorun97=ShellExec /TT /W /SW_HIDE "%TCIMG_EXE%" infow=0||TitleWindow4||attach<TTOTAL_CMD>
Autorun98=ShellExec /TT /W /SW_HIDE "%TCIMG_EXE%" infow=0||TitleWindow5||attach<TTOTAL_CMD>

[Programs]
Browser=%PROGRAMFILES%\Internet Explorer\iexplore.exe
Rar=%COMMANDER_PATH%\Programs\Archivers\WinRAR\WinRAR.exe
7-ZIP=%COMMANDER_PATH%\Plugins\7-Zip\7z.exe
ImgUpload=%COMMANDER_PATH%\Utilities\OnLine\image-uploader\Image Uploader.exe

[PanelBar]
OnTop=1
 ; AutoHide - (1/2/3/4) - автоматическое скрытие панели (0 - не скрывать), где: [изменяется в окне "настройки" и выходе]
 ;     1 - появление панели при наведении верхний край экрана
 ;     2 - появление панели при наведении правый край экрана
 ;     3 - появление панели при наведении левый край экрана
 ;     4 - появление панели при наведении нижний край экрана
AutoHide=0
 ; Pause - время исчезновения панели в миллисекундах при AutoHide>1
Pause=800
; GraduallyHide - скрытие окна за пределы экрана при неактивности над ней курсора (игнорирование ключей  AutoHide и параметра attach<>)
; GraduallyHide - 1 - скрытие окна за пределы экрана при неактивности над ней курсора; 0 - не скрытие...
; Ключ GraduallyHide игнорирует ключ AutoHide и параметр attach<>
GraduallyHide=1
; GraduallySpeed - скорость появления/исчезновения окна панели
GraduallySpeed=100
; GraduallyVisiblePixels - видимость окна панели от края в пикселях
GraduallyVisiblePixels=20
; GraduallyMarginFromSide - отступ с краю в пикселях при полном появлении
GraduallyMarginFromSide=10
X=752
Y=-19
Vertical=0
Size=32
Button=1
SizeBS=10
BkTrans=1
Trans=255
Comment=12
BkImage=
Color=030303
BkColor=000000
MenuColor=DAF9FF
MenuColor2=00CED1

[Color]
BkColor=CB92C7
BkTrans=0
Color=FFFFFF|A6E8FD|7382D7|A5AEE4|060913|019CC9|A9E8FC|CCF1FD|09A4D7|9DE9FF|C9CEDE|D5F0FF|7DBEFF|BBDDFF|98E3FC|2ECFFE|75DAFB|F22E80|000079|CB92C7|AAFFFF|DC493D|3F9E62|A1EDFF
Size=304|105|170|169
Format=Dec TC
OnTop=1

[TitleWindow5]
Line=¤DATE¤ddd dd-MM-yyyy   H:mm:ss¤   Память: ¤USEDMEMORY¤% = ¤XRAMG¤Гб из ¤FRAMG¤ГБ   ЦП: ¤CPU0¤%    DL: ¤DOWNLOAD¤/с   UL: ¤UPLOAD¤/с   

[Watch3]
Trans=150
X=-165
Y=-50
ColorFrame=000000
BkColor=FFFFFF
ColorText=FF0000

[Watch7]
Trans=255
X=265
Y=30
ColorFrame=000000
BkColor=83E3FC
ColorText=FF0000

[ClipViewer2]
BkColor=66B3CC
OnTop=1
MaxItem=20
LenItem=180
MinClip=2
NoActiveWindow=Button|Shell_TrayWnd|TaskSwitcherOverlayWnd|Progman|ReBarWindow321|#32768|NotifyIconOverflowWindow|RDIconWnd|ROCKETDOCK|CLCLViewer|PotPlayer|Afx:64570000:8
Trans=0
TransCount=150
Tray=2
LClick=1
BkColorList=FFFFF4
FontSizeList=10
FontWidthList=700
FontAttributeList=0
FontNameList=LATINO
FontColorList=000000
BkColorEdit=FFFFFF
FontSizeEdit=14
FontWidthEdit=700
FontAttributeEdit=0
FontNameEdit=LATINO
FontColorEdit=BD3500
BkColorLib=A8CCCC
BkColorMenu1=F0FFFF
BkColorMenu2=E5EFF4
BkColorMenu3=E5E9F4
BkColorMenu4=E5E9F4
BkColorEdit=FDF1F1
FontSizeEdit=20
FontWidthEdit=700
FontAttributeEdit=0
FontNameEdit=ColorSchemerStudio
FontColorEdit=000097
FolderLib=%TCIMG_PATH%\Files\Library\
NameLib=TCIMG_EXAMPLES_1
ModeLibClip=1
Edit=TextEdit
FontSizeCombo=17
FontWidthCombo=700
FontNameCombo=LATINO
BkColorListB=EEF5E6
FontSizeListB=10
FontWidthListB=700
FontAttributeListB=0
FontNameListB=LATINO
FontColorListB=BD3500
X=510
Y=27
W=696
H=779
WordWrapEdit=1
GoEdit=1
RegExp=1
ClipClear=1

; [ImageProgress] - путь к изображению, которое используется в команде imgpr
[ImageProgress]
; G1,G2, ...GN - прописываются пути к изображениям, рекомендуется gif, отображающий прогресс; 1=%TCIMG_PATH%\Progress.gif
; Если файл лежит в корне утилиты или в папке ...\Files\Img\ , то достаточно прописать имя файла
G1=Progress.gif
; X1, X2, ...XN - X координата левого края соответствующего изображения; при -1 в центре, -2 в правой части монитора
X1=0
; Y1, Y2, ...YN -  Y - координата верхнего края соответствующего; при -1 в центре, - 2 в нижней части монитора
Y1=0
G2=%COMMANDER_PATH%\Files\Visualization\13.gif
X2=-2
Y2=-2
G3=
X3=
Y3=


[Radio]
; PlayStart - проигрывание радио при запуске; PlayStart=Radio Records|http://online.radiorecord.ru:8101/rr_128
PlayStart=БЛЮЗ - Когда хорошему человеку плохо|http://music.myradio.com.ua:8000/blues128.mp3
; FoldPlayList - папка, где находятся плейлисты радио
FoldPlayList=%TCIMG_PATH%\Files\PlayList\
; ------------- Основные настройки радио -------------------------
; BkColor - RGB цвет фона. 1934FF ; синий, FF0000 ; красный, 000000 - чёрный
BkColor=0000FF
; BkTrans - 1 - установить прозрачный фон, 0- фон из ключа BkColor
BkTrans=0

; ------------- Настройки радио на заголовке Total Commander -------------------------
; IndentTC - отступ от края заголовка. Положительное - с левого края. Отрицательное - с правого. Используется при закреплении радио в заголовке Total Commander
IndentTC=-120

[Player2]
; ------------- Основные настройки плеера -------------------------
; BkColor - цвет фона. 1934FF ; синий, FF0000 ; красный, 000000 - чёрный
BkColor=737807
; BkTrans - 1 - установить прозрачный фон, 0- фон из ключа BkColor
BkTrans=0
X=-1
Y=-1
FontTrec=Arial
; ------------- Настройки плеера на заголовке Total Commander -------------------------
; IndentTC - отступ от края заголовка. Положительное - с левого края. Отрицательное - с правого. Используется при закреплении плеера в заголовке Total Commander
IndentTC=-130

[PanelBar3]
; X - X позиция панели  [изменяется в окне "настройки" и выходе]
X=180
; Y - Y позиция панели  [изменяется в окне "настройки" и выходе]
Y=223
 ; BkImage - путь фоновому изображению панели JPG, BMP, JPG
BkImage=%TCIMG_PATH%\Files\Img\Puzzle.bmp
; BkColor - RGB цвет фона. 008080, 1934FF ; синий, FF0000 ; красный, 000000 - чёрный  [изменяется в окне "настройки" и выходе]
BkColor=FFFFFF
; BkTrans - 1 - установить прозрачный фон, 0 - фон из ключа BkColor [изменяется в окне "настройки" и выходе]
BkTrans=0
; Trans - прозрачность. При BkTrans=0. Число в диапазоне 0 - 255. Чем меньше число, тем более прозрачность окна. 255 = непрозрачно, 0 = невидимое. [изменяется в окне "настройки" и выходе]
Trans=255
 ; Button - 1 - значок с кнопкой, 0 - значок без кнопки [изменяется в окне "настройки" и выходе]
Button=1
 ; Size - размер кнопок [изменяется в окне "настройки" и выходе]
Size=32
; Vertical - 1 - вертикально, 0 - горизонтально [изменяется в окне "настройки" и выходе]
Vertical=0
 ; Color - цвет лейбла для перетаскивания (должен отличаться от BkColor) [изменяется в окне "настройки" и выходе]
Color=246CD9
 ; SizeBS - размер начального лейбла для перетаскивания [изменяется в окне "настройки" и выходе]
SizeBS=16
; OnTop - 1 - поверх всех окон, 0 -  не поверх [изменяется в окне "настройки" и выходе]
OnTop=1
 ; AutoHide - (1/2/3/4) - автоматическое скрытие панели (0 - не скрывать), где: [изменяется в окне "настройки" и выходе]
 ;     1 - появление панели при наведении верхний край экрана
 ;     2 - появление панели при наведении правый край экрана
 ;     3 - появление панели при наведении левый край экрана
 ;     4 - появление панели при наведении нижний край экрана
 ; AutoHide - (1/2/3/4) - автоматическое скрытие панели (0 - не скрывать), где: [изменяется в окне "настройки" и выходе]
 ;     1 - появление панели при наведении верхний край экрана
 ;     2 - появление панели при наведении правый край экрана
 ;     3 - появление панели при наведении левый край экрана
 ;     4 - появление панели при наведении нижний край экрана
AutoHide=0
 ; Pause - время исчезновения панели в миллисекундах при AutoHide>1
Pause=800
; GraduallyHide - скрытие окна за пределы экрана при неактивности над ней курсора (игнорирование ключей  AutoHide и параметра attach<>)
GraduallyHide=0
 ; GraduallySpeed - скорость появления/исчезновения окна панели
GraduallySpeed=100
 ; GraduallyVisiblePixels - видимость окна панели от края в пикселях
GraduallyVisiblePixels=20
; GraduallyMarginFromSide - отступ скраю в пикселях при полном появлении
GraduallyMarginFromSide=10
 ; Comment - (1/2/3/4/5/6/7/8) - отображение подсказок к кнопкам (0 - без подсказок), где: [изменяется в окне "настройки" и выходе]
  ;    1 - обычное отображение подсказки
  ;    2 - овальное отображение подсказки
  ;    3 - подсказка центрированная по горизонтали вдоль элемента
  ;    4 - подсказка овальная и центрированная по горизонтали вдоль элемента
  ;    5 - обычное отображение подсказки с информационной иконкой
  ;    6 - овальное отображение подсказки с информационной иконкой
  ;    7 - подсказка центрированная по горизонтали вдоль элемента с информационной иконкой
  ;    8 - подсказка овальная и центрированная по горизонтали вдоль элемента с информационной иконкой
  ;    9 - 
  ;    10 - 
  ;    Ниже подсказки используют ключи ToolTipFontFontSize, ToolTipFontFontWidth, ToolTipFontFontName, ToolTipTextColor, ToolTipBkColor, ToolTipAlwayStip  ...
  ;    11 - обычное отображение подсказки
  ;    12 - овальное отображение подсказки
  ;    13 - обычное отображение подсказки с заданной иконкой в ключе ToolTipIcon
  ;    14 - овальное отображение подсказки с заданной иконкой в ключе ToolTipIcon
  ;    15 - обычное отображение подсказки с иконкой кнопки в подсказке
  ;    16 - овальное отображение подсказки с иконкой кнопки в подсказке
Comment=12
 ; ToolTipFontFontSize - размер шрифта подсказки
ToolTipFontFontSize=11
 ; ToolTipFontFontWidth - толщина шрифта подсказки 400 - нормальный, 700 - жирный
ToolTipFontFontWidth=400
 ; ToolTipFontFontItalic - 0 - обычный шрифт подсказки, 1 - курсив
ToolTipFontFontItalic=0
 ; ToolTipFontFontName - имя шрифта подсказки
ToolTipFontFontName=Tahoma
 ; ToolTipTextColor - RGB цвет текста подсказки
ToolTipTextColor=395A00
 ; ToolTipBkColor - RGB цвет фона подсказки
ToolTipBkColor=DAF9FF
 ; ToolTipAlwayStip - 1 - подсказка появляется всегда (даже когда окно неактивно), 0 - появляется только когда окно активно
ToolTipAlwayStip=1
 ; ToolTipLeft - Интервал между левой границей и левой части текста подсказки, в пикселях
ToolTipLeft=0
 ; ToolTipTop - Интервал между верхней границей и верхней части текста подсказки, в пикселях
ToolTipTop=0
 ; ToolTipRight - Интервал между правой границей и правой части текста подсказки, в пикселях
ToolTipRight=0
 ; ToolTipBottom - Интервал между нижней границей и нижней части текста подсказки, в пикселях
ToolTipBottom=0
 ; ToolTipDelayTime1 - Время в миллисекундах, необходимое для последующего появления подсказки при перемещении курсора с одного объекта на другой
ToolTipDelayTime1=300
 ; ToolTipDelayTime2 - Время в миллисекундах, в течение которого подсказка отображается, если курсор находится в пределах прямоугольника объекта
ToolTipDelayTime2=10000
 ; ToolTipDelayTime3 - Время в миллисекундах, в течение которого курсор должен находится в пределах прямоугольника объекта, прежде чем появится подсказка
ToolTipDelayTime3=100
 ; ToolTipIcon - путь и номер иконки в подсказках при Comment - 13,14
ToolTipIcon=%TCIMG_PATH%\TCIMG.dll,32

; MenuColor - RGB цвет для контекстного меню настроек, 0 - без цвета [изменяется в окне "настройки" и выходе]
MenuColor=DAF9FF
; MenuColor2 - RGB цвет для кнопок панели, 0 - без цвета [изменяется в окне "настройки" и выходе]
MenuColor2=00CED1
 ; BkColor2 - RGB цвет фона в окне "Настройки панели"
BkColor2=008080
 ; TextColor2 - RGB цвет текста в окне "Настройки панели"
TextColor2=FFFFFF
 ; Open1 - параметры вызова пункта: "Открыть в проводнике"
Open1=Explorer.exe /select,
 ; Open2 - параметры вызова пункта: "Открыть в Total Commander"
Open2=patha=
; DragEnv - 1 - перевести пути в относительные при бросании файла/ярлыка на панель; 0 - не переводить
DragEnv=1
; TextClip -   запись в буфер обмена при копировани кнопки: 1 - Текстовый формат ANSI,  7 - Текстовый формат, содержащий символы в OEM наборе символов, 13 - Текстовый формат в юникоде, -1 - Текстовый формат (внутренний)
TextClip=-1
 ; ButtonExit - 1 - создаётся маленькая кнопка "Выход из панели" в конце панели; 0 - не создаётся
ButtonExit=0
;  ===========================================================================
; FontSizeEdit - размер шрифта полей окна "Настройка кнопки"
FontSizeEdit=11
; FontWidthEdit - толщина шрифта полей  окна "Настройка кнопки": 400 - нормальный, 700 - жирный
FontWidthEdit=400
; FontAttributeEdit - стиль шрифта полй окна "Настройка кнопки": 0 - обычный, 2 - курсив, 4 - подчёркнутый, 8 - зачёркнутый (объединение стилей: 2+4 = курсив и подчёркнутый)
FontAttributeEdit=0
; FontNameEdit - имя шрифта полй окна "Настройка кнопки"
FontNameEdit=Tahoma

; ColorText1 - RGB цвет текста поля "Команда" окна "Настройка кнопки"
ColorText1=008000
; ColorBk1 - RGB цвет фона поля "Команда" окна "Настройка кнопки"
ColorBk1=FCFCFC
; ColorText2 - RGB цвет текста поля "Параметры" окна "Настройка кнопки"
ColorText2=0000FF
; ColorBk2 - RGB цвет фона поля "Параметры" окна "Настройка кнопки"
ColorBk2=FCFCFC
; ColorText3 - RGB цвет текста поля "Путь запуска" окна "Настройка кнопки"
ColorText3=CC3232
; ColorBk3 - RGB цвет фона поля "Путь запуска" окна "Настройка кнопки"
ColorBk3=FCFCFC
; ColorText4 - RGB цвет текста поля "Подсказка" окна "Настройка кнопки"
ColorText4=292421
; ColorBk4 - RGB цвет фона поля "Подсказка" окна "Настройка кнопки"
ColorBk4=FCFCFC
; ColorText5 - RGB цвет текста поля "Файл значка" окна "Настройка кнопки"
ColorText5=FF6103
; ColorBk5 - RGB цвет фона поля "Файл значка" окна "Настройка кнопки"
ColorBk5=FCFCFC
; ColorText6 - RGB цвет текста поля "Номер значка" окна "Настройка кнопки"
ColorText6=004F00
; ColorBk6 - RGB цвет фона поля "Номер значка" окна "Настройка кнопки"
ColorBk6=FCFCFC

 ; TextMenu1, TextMenu2, TextMenu3 - настройка подменю "Команда", "Параметры", "Подсказка" для вставки строк в соответствующие поля
 ; TITLE_1§ITEM_1§ITEM_2§...§ITEM_N¤TITLE_2§ITEM_1§ITEM_2§...§ITEM_N¤ ... ¤TITLE_N§ITEM_1§ITEM_2§...§ITEM_N
TextMenu1=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§BUTTTON_END§BUTTTON_RESTART§BUTTTON_ONTOP
TextMenu2=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§total=0 §total=1 
TextMenu3=Вставить слова§Программа§Папка§Тест¤Вставить разделитель§ - § # § • ¤Вставить символ§ƒ§±§÷§★§♫§☀§✔§۞§☢§—

[PanelBar4]
 ; AutoHide - (1/2/3/4) - автоматическое скрытие панели (0 - не скрывать), где: [изменяется в окне "настройки" и выходе]
 ;     1 - появление панели при наведении верхний край экрана
 ;     2 - появление панели при наведении правый край экрана
 ;     3 - появление панели при наведении левый край экрана
 ;     4 - появление панели при наведении нижний край экрана
AutoHide=0
 ; Pause - время исчезновения панели в миллисекундах при AutoHide>1
Pause=800
; GraduallyHide - скрытие окна за пределы экрана при неактивности над ней курсора (игнорирование ключей  AutoHide и параметра attach<>)
GraduallyHide=0
 ; GraduallySpeed - скорость появления/исчезновения окна панели
GraduallySpeed=100
 ; GraduallyVisiblePixels - видимость окна панели от края в пикселях
GraduallyVisiblePixels=20
; GraduallyMarginFromSide - отступ скраю в пикселях при полном появлении
GraduallyMarginFromSide=10
BkColor2=008080
BkColor=FFFFFF
BkImage=%TCIMG_PATH%\Files\Img\Puzzle.bmp
BkTrans=0
Button=1
ButtonExit=0
Color=00FDFD
ColorBk1=FCFCFC
ColorBk2=FCFCFC
ColorBk3=FCFCFC
ColorBk4=FCFCFC
ColorBk5=FCFCFC
ColorBk6=FCFCFC
ColorText1=008000
ColorText2=0000FF
ColorText3=CC3232
ColorText4=292421
ColorText5=FF6103
ColorText6=004F00
Comment=12
DragEnv=1
FontAttributeEdit=0
FontNameEdit=Tahoma
FontSizeEdit=11
FontWidthEdit=400
MenuColor2=00CED1
MenuColor=DAF9FF
OnTop=1
Open1=Explorer.exe /select,
Open2=patha=
Pause=800
Size=32
SizeBS=16
TextClip=-1
TextColor2=FFFFFF
TextMenu1=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§BUTTTON_END§BUTTTON_RESTART§BUTTTON_ONTOP
TextMenu2=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§total=0 §total=1 
TextMenu3=Вставить слова§Программа§Папка§Тест¤Вставить разделитель§ - § # § • ¤Вставить символ§ƒ§±§÷§★§♫§☀§✔§۞§☢§—
ToolTipAlwayStip=1
ToolTipBkColor=DAF9FF
ToolTipBottom=0
ToolTipDelayTime1=300
ToolTipDelayTime2=10000
ToolTipDelayTime3=100
ToolTipFontFontItalic=0
ToolTipFontFontName=Tahoma
ToolTipFontFontSize=11
ToolTipFontFontWidth=400
ToolTipIcon=%TCIMG_PATH%\TCIMG.dll,32
ToolTipLeft=0
ToolTipRight=0
ToolTipTextColor=395A00
ToolTipTop=0
Trans=255
Vertical=0
X=452
Y=101

[PanelBar5]
 ; AutoHide - (1/2/3/4) - автоматическое скрытие панели (0 - не скрывать), где: [изменяется в окне "настройки" и выходе]
 ;     1 - появление панели при наведении верхний край экрана
 ;     2 - появление панели при наведении правый край экрана
 ;     3 - появление панели при наведении левый край экрана
 ;     4 - появление панели при наведении нижний край экрана
AutoHide=0
 ; Pause - время исчезновения панели в миллисекундах при AutoHide>1
Pause=800
; GraduallyHide - скрытие окна за пределы экрана при неактивности над ней курсора (игнорирование ключей  AutoHide и параметра attach<>)
GraduallyHide=0
 ; GraduallySpeed - скорость появления/исчезновения окна панели
GraduallySpeed=100
 ; GraduallyVisiblePixels - видимость окна панели от края в пикселях
GraduallyVisiblePixels=20
; GraduallyMarginFromSide - отступ скраю в пикселях при полном появлении
GraduallyMarginFromSide=10
BkColor2=008080
BkColor=FFFFFF
BkImage=%TCIMG_PATH%\Files\Img\Puzzle.bmp
BkTrans=0
Button=1
ButtonExit=0
Color=00FDFD
ColorBk1=FCFCFC
ColorBk2=FCFCFC
ColorBk3=FCFCFC
ColorBk4=FCFCFC
ColorBk5=FCFCFC
ColorBk6=FCFCFC
ColorText1=008000
ColorText2=0000FF
ColorText3=CC3232
ColorText4=292421
ColorText5=FF6103
ColorText6=004F00
Comment=12
DragEnv=1
FontAttributeEdit=0
FontNameEdit=Tahoma
FontSizeEdit=11
FontWidthEdit=400
MenuColor2=00CED1
MenuColor=DAF9FF
OnTop=1
Open1=Explorer.exe /select,
Open2=patha=
Pause=800
Size=32
SizeBS=16
TextClip=-1
TextColor2=FFFFFF
TextMenu1=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§BUTTTON_END§BUTTTON_RESTART§BUTTTON_ONTOP
TextMenu2=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§total=0 §total=1 
TextMenu3=Вставить слова§Программа§Папка§Тест¤Вставить разделитель§ - § # § • ¤Вставить символ§ƒ§±§÷§★§♫§☀§✔§۞§☢§—
ToolTipAlwayStip=1
ToolTipBkColor=DAF9FF
ToolTipBottom=0
ToolTipDelayTime1=300
ToolTipDelayTime2=10000
ToolTipDelayTime3=100
ToolTipFontFontItalic=0
ToolTipFontFontName=Tahoma
ToolTipFontFontSize=11
ToolTipFontFontWidth=400
ToolTipIcon=%TCIMG_PATH%\TCIMG.dll,32
ToolTipLeft=0
ToolTipRight=0
ToolTipTextColor=395A00
ToolTipTop=0
Trans=255
Vertical=0
X=189
Y=74

[PanelBar6]
 ; AutoHide - (1/2/3/4) - автоматическое скрытие панели (0 - не скрывать), где: [изменяется в окне "настройки" и выходе]
 ;     1 - появление панели при наведении верхний край экрана
 ;     2 - появление панели при наведении правый край экрана
 ;     3 - появление панели при наведении левый край экрана
 ;     4 - появление панели при наведении нижний край экрана
AutoHide=0
 ; Pause - время исчезновения панели в миллисекундах при AutoHide>1
Pause=800
; GraduallyHide - скрытие окна за пределы экрана при неактивности над ней курсора (игнорирование ключей  AutoHide и параметра attach<>)
GraduallyHide=0
 ; GraduallySpeed - скорость появления/исчезновения окна панели
GraduallySpeed=100
 ; GraduallyVisiblePixels - видимость окна панели от края в пикселях
GraduallyVisiblePixels=20
; GraduallyMarginFromSide - отступ скраю в пикселях при полном появлении
GraduallyMarginFromSide=10
AutoHide=0
BkColor2=008080
BkColor=FFFFFF
BkImage=%TCIMG_PATH%\Files\Img\Puzzle.bmp
BkTrans=0
Button=1
ButtonExit=0
Color=FF00FF
ColorBk1=FCFCFC
ColorBk2=FCFCFC
ColorBk3=FCFCFC
ColorBk4=FCFCFC
ColorBk5=FCFCFC
ColorBk6=FCFCFC
ColorText1=008000
ColorText2=0000FF
ColorText3=CC3232
ColorText4=292421
ColorText5=FF6103
ColorText6=004F00
Comment=12
DragEnv=1
FontAttributeEdit=0
FontNameEdit=Tahoma
FontSizeEdit=11
FontWidthEdit=400
MenuColor2=00CED1
MenuColor=DAF9FF
OnTop=1
Open1=Explorer.exe /select,
Open2=patha=
Pause=800
Size=32
SizeBS=16
TextClip=-1
TextColor2=FFFFFF
TextMenu1=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§BUTTTON_END§BUTTTON_RESTART§BUTTTON_ONTOP
TextMenu2=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§total=0 §total=1 
TextMenu3=Вставить слова§Программа§Папка§Тест¤Вставить разделитель§ - § # § • ¤Вставить символ§ƒ§±§÷§★§♫§☀§✔§۞§☢§—
ToolTipAlwayStip=1
ToolTipBkColor=DAF9FF
ToolTipBottom=0
ToolTipDelayTime1=300
ToolTipDelayTime2=10000
ToolTipDelayTime3=100
ToolTipFontFontItalic=0
ToolTipFontFontName=Tahoma
ToolTipFontFontSize=11
ToolTipFontFontWidth=400
ToolTipIcon=%TCIMG_PATH%\TCIMG.dll,32
ToolTipLeft=0
ToolTipRight=0
ToolTipTextColor=395A00
ToolTipTop=0
Trans=255
Vertical=0
X=148
Y=33

[PanelBar7]
 ; AutoHide - (1/2/3/4) - автоматическое скрытие панели (0 - не скрывать), где: [изменяется в окне "настройки" и выходе]
 ;     1 - появление панели при наведении верхний край экрана
 ;     2 - появление панели при наведении правый край экрана
 ;     3 - появление панели при наведении левый край экрана
 ;     4 - появление панели при наведении нижний край экрана
AutoHide=0
 ; Pause - время исчезновения панели в миллисекундах при AutoHide>1
Pause=800
; GraduallyHide - скрытие окна за пределы экрана при неактивности над ней курсора (игнорирование ключей  AutoHide и параметра attach<>)
GraduallyHide=0
 ; GraduallySpeed - скорость появления/исчезновения окна панели
GraduallySpeed=100
 ; GraduallyVisiblePixels - видимость окна панели от края в пикселях
GraduallyVisiblePixels=20
; GraduallyMarginFromSide - отступ скраю в пикселях при полном появлении
GraduallyMarginFromSide=10
AutoHide=0
BkColor2=008080
BkColor=FFFFFF
BkImage=%TCIMG_PATH%\Files\Img\Puzzle.bmp
BkTrans=0
Button=1
ButtonExit=0
Color=0000FF
ColorBk1=FCFCFC
ColorBk2=FCFCFC
ColorBk3=FCFCFC
ColorBk4=FCFCFC
ColorBk5=FCFCFC
ColorBk6=FCFCFC
ColorText1=008000
ColorText2=0000FF
ColorText3=CC3232
ColorText4=292421
ColorText5=FF6103
ColorText6=004F00
Comment=12
DragEnv=1
FontAttributeEdit=0
FontNameEdit=Tahoma
FontSizeEdit=11
FontWidthEdit=400
MenuColor2=00CED1
MenuColor=DAF9FF
OnTop=1
Open1=Explorer.exe /select,
Open2=patha=
Pause=800
Size=32
SizeBS=18
TextClip=-1
TextColor2=FFFFFF
TextMenu1=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§BUTTTON_END§BUTTTON_RESTART§BUTTTON_ONTOP
TextMenu2=Вставить пути системы§%WINDIR%§%TEMP%§%APPDATA%§%USERPROFILE%§%ALLUSERSPROFILE%§%LOCALAPPDATA%§%COMMONPROGRAMFILES%§%PROGRAMFILES%§%PROGRAMFILES(X86)%¤Вставить пути TC§%COMMANDER_PATH%§%COMMANDER_DRIVE%§%COMMANDER_EXE%§%COMMANDER_INI%¤Вставить пути TCIMG§%TCIMG_PATH%§%TCIMG_DRIVE%§%TCIMG_TEMP%§%TCIMG_EXE%¤Вставить теги§total=0 §total=1 
TextMenu3=Вставить слова§Программа§Папка§Тест¤Вставить разделитель§ - § # § • ¤Вставить символ§ƒ§±§÷§★§♫§☀§✔§۞§☢§—
ToolTipAlwayStip=1
ToolTipBkColor=DAF9FF
ToolTipBottom=0
ToolTipDelayTime1=300
ToolTipDelayTime2=10000
ToolTipDelayTime3=100
ToolTipFontFontItalic=0
ToolTipFontFontName=Tahoma
ToolTipFontFontSize=11
ToolTipFontFontWidth=400
ToolTipIcon=%TCIMG_PATH%\TCIMG.dll,32
ToolTipLeft=0
ToolTipRight=0
ToolTipTextColor=395A00
ToolTipTop=0
Trans=255
Vertical=0
X=19
Y=99

[Post2]
Weight=550
Height=300
BkColor=1934FF
ColorPost=00FFFF
ColorClock=00FFFF
TextSize=10

[Color]
; BkColor - цвет фона. 1934FF ; синий, FF0000 ; красный, 000000 - чёрный
BkColor=1934FF
; BkTrans - 1 - установить прозрачный фон, 0 - фон из ключа BkColor
BkTrans=1
; ColorXY - позиция диалога. -2|-2 под курсором. -1|-1 по центру экрана. 100|100 - позиция X и Y от верхнего левого угла экрана
ColorXY=-2|-2
; Title - окно 0 - без заголовка, 1 - с заголовком
Title=0
; OnTop - 1 - поверх всех окон, 0 -  не поверх
OnTop=1
; NameColors - имена цветов
NameColors=AliceBlue|Amethyst|AntiqueWhite|Aqua/Cyan|Aquamarine|Azure|Beige|Bisque|Black|BlanchedAlmond|Blue|BlueViolet|Brown|BurlyWood|CadetBlue|Chartreuse|Chocolate|Coral|CornflowerBlue|Cornsilk|Crimson|DarkBlue|DarkCyan|DarkGoldenrod|DarkGray|DarkGreen|DarkKhaki|DarkMagenta|DarkOliveGreen|DarkOrange|DarkOrchid|DarkRed|DarkSalmon|DarkSeaGreen|DarkSlateBlue|DarkSlateGray|DarkTurquoise|DarkViolet|DeepPink|DeepSkyBlue|DimGray|DodgerBlue|FireBrick|FloralWhite|ForestGreen|Gainsboro|GhostWhite|Gold|Goldenrod|Gray|Green|GreenYellow|Honeydew|HotPink|IndianRed|Indigo|Ivory|Khaki|Lavender|LavenderBlush|LawnGreen|LemonChiffon|LightBlue|LightCoral|LightCyan|LightGoldenrodYellow|LightGreen|LightGrey|LightPink|LightSalmon|LightSeaGreen|LightSkyBlue|LightSlateGray|LightSteelBlue|LightYellow|Lime|LimeGreen|Linen|Magenta|Maroon|MediumAquamarine|MediumBlue|MediumOrchid|MediumPurple|MediumSeaGreen|MediumSlateBlue|MediumSpringGreen|MediumTurquoise|MediumVioletRed|MidnightBlue|MintCream|MistyRose|Moccasin|NavajoWhite|Navy|OldLace|Olive|OliveDrab|Orange|OrangeRed|Orchid|PaleGoldenrod|PaleGreen|PaleTurquoise|PaleVioletRed|PapayaWhip|PeachPuff|Peru|Pink|Plum|PowderBlue|Purple|Red|RosyBrown|RoyalBlue|SaddleBrown|Salmon|SandyBrown|SeaGreen|Seashell|Sienna|Silver|SkyBlue|SlateBlue|SlateGray|Snow|SpringGreen|SteelBlue|Tan|Teal|Thistle|Tomato|Turquoise|Violet|Wheat|White|WhiteSmoke|Yellow|YellowGreen
; ValuesColors - соответствующие значения имён цветов
ValuesColors=F0F8FF|9966CC|FAEBD7|00FFFF|7FFFD4|F0FFFF|F5F5DC|FFE4C4|000000|FFEBCD|0000FF|8A2BE2|A52A2A|DEB887|5F9EA0|7FFF00|D2691E|FF7F50|6495ED|FFF8DC|DC143C|00008B|008B8B|B8860B|A9A9A9|006400|BDB76B|8B008B|556B2F|FF8C00|9932CC|8B0000|E9967A|8FBC8F|483D8B|2F4F4F|00CED1|9400D3|FF1493|00BFFF|696969|1E90FF|B22222|FFFAF0|228B22|DCDCDC|F8F8FF|FFD700|DAA520|808080|008000|ADFF2F|F0FFF0|FF69B4|CD5C5C|4B0082|FFFFF0|F0E68C|E6E6FA|FFF0F5|7CFC00|FFFACD|ADD8E6|F08080|E0FFFF|FAFAD2|90EE90|D3D3D3|FFB6C1|FFA07A|20B2AA|87CEFA|778899|B0C4DE|FFFFE0|00FF00|32CD32|FAF0E6|FF00FF|800000|66CDAA|0000CD|BA55D3|9370DB|3CB371|7B68EE|00FA9A|48D1CC|C71585|191970|F5FFFA|FFE4E1|FFE4B5|FFDEAD|000080|FDF5E6|808000|6B8E23|FFA500|FF4500|DA70D6|EEE8AA|98FB98|AFEEEE|DB7093|FFEFD5|FFDAB9|CD853F|FFC0CB|DDA0DD|B0E0E6|800080|FF0000|BC8F8F|4169E1|8B4513|FA8072|F4A460|2E8B57|FFF5EE|A0522D|C0C0C0|87CEEB|6A5ACD|708090|FFFAFA|00FF7F|4682B4|D2B48C|008080|D8BFD8|FF6347|40E0D0|EE82EE|F5DEB3|FFFFFF|F5F5F5|FFFF00|9ACD32
; Color - последние выбранные цвета (меняется в окне выбора цвета)
Color=800000|FFFFFF|F0F0F0|888888|3E3E3E|EDECF4|0000A0|F6EBF9|B5E2B2|E6E6FF|FCF7F3|FFF5A0|0B3147|002EFF|D9DFF0|DAF9FF|259375|D3DAED|395A00|ECECFF|726D65|E3E3E3|A04BA3|000079
; Format - формат вывода цвета (меняется в окне выбора цвета)
Format=RGB

; Width - ширина отдельного окна цвета
Width=200
; Height - высота отдельного окна цвета
Height=200
; X - координата левого края отдельного окна цвета. при -1 окно создаётся в центре.
X=-1
; Y - координата верхнего края отдельного окна цвета. при -1 окно создаётся в центре.
Y=-1
; Frame - Рамка для отдельного окна цвета в пикселях (не может быть меньше 2)
Frame=2
Size=359|72|170|169


[ClipViewer2]
X=175
Y=33
W=501
H=556
WordWrapEdit=1
NameLib=TCIMG_EXAMPLES_1
ModeLibClip=1
Trans=0
OnTop=0
GoEdit=1
RegExp=1
ClipClear=1

[Setting]
MenuColor=2
PathActiveBar=%COMMANDER_PATH%\Bar\DEFAULT.BAR
SizeProgram1=154|261|1600|775

[TCIMG]
P=1

[PassGenerator]
LenPass=10
CountPass=20
Prefix=77
Suffix=77

[Radio]
PlayStart=ROMANTIC JAZZ - Легкая музыка для романтического вечера|http://radiotoma.com:8000/stream_128_006.mp3

[IconDialog]
Width=938
Height=911
SizeIcon=32
X=1291
Y=10
OnTop=1
Vertical=0
Size=32
Button=1
SizeBS=16
BkTrans=0
Trans=255
AutoHide=0
Comment=12
BkImage=%TCIMG_PATH%\Files\Img\Puzzle.bmp
Color=246CD9
BkColor=FFFFFF
MenuColor=DAF9FF
MenuColor2=00CED1
ListPath=%TCIMG_PATH%\TCIMG.dll|%TCIMG_PATH%\User.dll||%COMMANDER_PATH%\Wcmicons.dll||%WINDIR%\System32\imageres.dll|%WINDIR%\System32\shell32.dll

[LinkEdit]
X=503
Y=233
W=420
H=332

[ClipViewer]
X=257
Y=118
W=467
H=664
WordWrapEdit=1
NameLib=TCIMG_EXAMPLES_1
ModeLibClip=1
Trans=1
OnTop=1
GoEdit=1
RegExp=0
ClipClear=0

[FormatUser]
bt2=([^\r\n]+)([\r\n]+)([^\r\n]+)([\r\n]+)([^\r\n]+)||"$1" - $5 ;; $3

[Times]
; Posts - список сообщений, разделитель |, перенос строки заменяется @CRLF
Posts=Привет!!!|Пора вставать!@CRLFУже утро!|Время истекло...|Уж полночь близится,@CRLFА Германа всё нет...|Просыпайся,@CRLF пора вставать@CRLF|Пора спать...@CRLFЗавтра на работу
; PostsN - номер активного сообщения
PostsN=2[/code]
Checkbox5=0

[TextViewer]
WordWrapEdit=1
OnTop=1

[F4_Menu]
Select=1
Delimeters=//
Default="%COMMANDER_PATH%\AkelPad.exe" ":FILE:"//0
; Default="%TCIMG_EXE%" "infbx=InfoBox_TEST1"//0
; Default="%TCIMG_EXE%" "textv=:FILE:"//0
Mode=1

1_Ext=3//txt|ini|js|vbs
1_Color=ADD8E6
1_Pr_1="%COMMANDER_PATH%\AkelPad.exe" ":FILE:"//0//Открыть в AkelPad//%COMMANDER_PATH%\AkelPad.exe
1_Pr_2="%WINDIR%\notepad.exe" ":FILE:"//0//Открыть в Notepad//%WINDIR%\notepad.exe
1_Pr_3="%PROGRAMFILES%\Windows NT\Accessories\wordpad.exe" ":FILE:"//0//Открыть в WordPad//%PROGRAMFILES%\Windows NT\Accessories\wordpad.exe
1_Pr_4="%TCIMG_EXE%" "textv=:FILE:"//0//Открыть в TCIMG//TCIMG.dll,39

2_Ext=3//jpg|bmp|gif|jpeg|png
2_Color=30B1DF
2_Pr_1="%COMMANDER_PATH%\Programs\Graphics\FSViewer\FSViewer.exe" ":FILE:"//0//Открыть в FSViewer//%COMMANDER_PATH%\Programs\Graphics\FSViewer\FSViewer.exe
2_Pr_2="mspaint.exe" ":FILE:"//0//Открыть в  Paint//%COMMANDER_PATH%\WCMICONS.DLL,101
2_Pr_3="%COMMANDER_PATH%\Programs\Graphics\PhotoFiltreStudioX\pfstudiox.exe" ":FILE:"//0//Открыть в PhotoFiltreStudioX//%COMMANDER_PATH%\Programs\Graphics\PhotoFiltreStudioX\pfstudiox.exe
2_Pr_4="%COMMANDER_PATH%\Programs\Graphics\FastStoneCapture\FSCapture.exe" ":FILE:"//0//Открыть в FSCapture//%COMMANDER_PATH%\Programs\Graphics\FastStoneCapture\FSCapture.exe
2_Pr_5="explorer.exe" ":FILE:"//0//Открыть в Windows//%COMMANDER_PATH%\Wcmicons.dll,131

3_Ext=3//exe|dll|EXE|DLL
3_Color=FAEBD7
3_Pr_1="%COMMANDER_PATH%\Programs\Resources\ResourceHackerPortable\ResourceHacker.exe" ":FILE:"//0//Открыть в ResourceHacker//%COMMANDER_PATH%\Programs\Resources\ResourceHackerPortable\ResourceHacker.exe
3_Pr_2="%COMMANDER_PATH%\Programs\Resources\HxDru\HxD.exe" ":FILE:"//0//Открыть в HxD//%COMMANDER_PATH%\Programs\Resources\HxDru\HxD.exe
3_Pr_3="%COMMANDER_PATH%\Programs\Resources\Restorator\Restorator.exe" ":FILE:"//0//Открыть в Restorator//%COMMANDER_PATH%\Programs\Resources\Restorator\Restorator.exe
3_Pr_4="%TCIMG_EXE%" "icovw=:FILE:"//0//Открыть в TCIMG (иконки)//%TCIMG_EXE%
3_Pr_5="%COMMANDER_PATH%\Programs\Graphics\IcoFX\IcoFX2.exe" ":FILE:"//0//Открыть в IcoFX//%COMMANDER_PATH%\Programs\Graphics\IcoFX\IcoFX2.exe
3_Pr_6="%COMMANDER_PATH%\Programs\Graphics\AxialisIconWorkshopPro\App\IconWorkshop\IconWorkshop.exe" ":FILE:"//0//Открыть в AxialisIconWorkshop//%COMMANDER_PATH%\Programs\Graphics\AxialisIconWorkshopPro\AxialisIconWorkshopPortable.exe

4_Ext=3//html|htm|chm|mht|xml|xps|mspx
4_Color=FAEBD7
4_Pr_1="hh.exe" -800 ":FILE:"//0//Открыть в hh//%COMMANDER_PATH%\Wcmicons.dll,839
4_Pr_2="explorer.exe" ":FILE:"//0//Открыть в Windows//%COMMANDER_PATH%\WCMICONS.DLL,131
4_Pr_3="%WINDIR%\notepad.exe" ":FILE:"//0//Открыть в Notepad//%WINDIR%\notepad.exe
4_Pr_4="%COMMANDER_PATH%\AkelFiles\Tools\Browzar\Browzar.exe" ":FILE:"//0//Открыть в Browzar//%COMMANDER_PATH%\AkelFiles\Tools\Browzar\Browzar.exe
4_Pr_5="%COMMANDER_PATH%\AkelPad.exe" ":FILE:"//0//Открыть в AkelPad//%COMMANDER_PATH%\AkelPad.exe
4_Pr_6="%PROGRAMFILES%\Internet Explorer\iexplore.exe" ":FILE:"//0//Открыть в Internet Explorer//%COMMANDER_PATH%\Wcmicons.dll,100
4_Pr_7="%COMMANDER_PATH%\Programs\Internet\Opera12_18\opera.exe" ":FILE:"//0//Открыть в Opera12_18//%COMMANDER_PATH%\Programs\Internet\Opera12_18\opera.exe



[Box]
OnTop=0
CheckBox=0
OffSet=-298|-301
FontItalic=0
FontUnder=0
FontStrike=0
FontWidth=700
TransBK=0
TransTX=0
PreviewSize1=159
Format=ico 256,128,48,32,24,16
PreviewFont1=Times New Roman
FormatNameItem=0
FolderItem=1
PreviewTextColor1=808080
PreviewBkColor1=FFFFFF
RandomBK=0
Template=WhiteGrey
RandomTX=0

[SymbolsConverter]
OnTop=1
ComboText1=1
ComboText2=9
X=332|181|724|591
Mode=1

[SymbolsViewer]
PreviewTextColor1=00FFFF
PreviewBkColor1=1E8227
PreviewFont1=Segoe UI Symbol
PreviewSize1=67
PreviewTextColor2=50740C
PreviewBkColor2=C2EFC7
PreviewFont2=Segoe UI Symbol
PreviewSize2=68
PreviewTextColor3=FFFFFF
PreviewBkColor3=000000
PreviewFont3=Segoe UI Symbol
PreviewSize3=77
PreviewTextColor4=400040
PreviewBkColor4=FFFFFF
PreviewFont4=Verdana
PreviewSize4=72
PreviewTextColor5=400000
PreviewBkColor5=D6D638
PreviewFont5=Arial
PreviewSize5=69
PreviewTextColor6=FFFF00
PreviewBkColor6=000080
PreviewFont6=Segoe UI Symbol
PreviewSize6=81
ComboText1=9500 - 9999
ComboText2=2
ComboText3=2
Window2=0
TextColor1=000000
TextColor2=000000
BkColor1=D7EEF2
BkColor2=FFFFFF
OnTop=1
Columns=25
Template=0
Marker=1
MarkerBkColor=FF0000
MarkerTextColor=FFFF00
ListEnd=9736|9813|9992|9786|9898|9786|9839|9734|9733|9734|9786|9789|9812|9767|9814|9812|9818|9795|9769|9796|9797|9714|9743|9786|9785|9786|9785|9786|9744|9743|9740|9816|9772|9743|9770|9746|9743|9741|9744|9743|7850|6506|6837|6836|6866|6844|6797|9812|9670|9741|9740|9983|9971|9661|9786|9929|9925|9775|9802|9776|9678|9743|9739|9767|9828|9860|9862|9875|9975|9407|9412|9419|9398|9460|9455|9456|9457|9400|6085|6385|6183|6336|8499|8496|8492|8478|8479|8060|9973|9992|9960|9836|9767|9789|9805|9704|9876|9784|9661|9660

[InfoList]
OnTop=0
CheckBox=0

[SymbolsSnapshot]
OffSet=-298|-301
OnTop=1
FontItalic=0
FontUnder=0
FontStrike=0
FontWidth=700
TransBK=0
TransTX=0
PreviewSize1=159
Format=ico 256,128,48,32,24,16
PreviewFont1=Times New Roman
FormatNameItem=0
FolderItem=2
PreviewTextColor1=808080
PreviewBkColor1=FFFFFF
RandomBK=0
Template=WhiteGrey
RandomTX=0

[LinkEdit2]
X=471
Y=243
W=420
H=332

[LinkEdit3]
; TextColor - RGB цвет текста окна
TextColor=FFFFFF
; BkColor - RGB цвет фона окна
BkColor=856686
; MenuColor - RGB цвет фона контекстного меню
MenuColor=E8F1FF
; BadColorBk - RGB цвет поля ввода 2, 4, 7 при неправильном пути
BadColorBk=EED2EE
; ColorText1 - RGB цвет текста поля ввода 1
ColorText1=008000
; ColorBk1 - RGB цвет фона поля ввода 1
ColorBk1=FCFCFC
; ColorText2 - RGB цвет текста поля ввода 2
ColorText2=0000FF
; ColorBk2 - RGB цвет фона поля ввода 2
ColorBk2=FCFCFC
; ColorText3 - RGB цвет текста поля ввода 3
ColorText3=CC3232
; ColorBk3 - RGB цвет фона поля ввода 3
ColorBk3=FCFCFC
; ColorText4 - RGB цвет текста поля ввода 4
ColorText4=292421
; ColorBk4 - RGB цвет фона поля ввода 4
ColorBk4=FCFCFC
; ColorText5 - RGB цвет текста поля ввода 5
ColorText5=FF6103
; ColorBk5 - RGB цвет фона поля ввода 5
ColorBk5=FCFCFC
; ColorText6 - RGB цвет текста поля ввода 6
ColorText6=004F00
; ColorBk6 - RGB цвет фона поля ввода 6
ColorBk6=FCFCFC
; ColorText7 - RGB цвет текста поля ввода 7
ColorText7=003F87
; ColorBk7 - RGB цвет фона поля ввода 7
ColorBk7=FCFCFC
; ColorText8 - RGB цвет текста поля ввода 8
ColorText8=FF0000
; ColorBk8 - RGB цвет фона поля ввода 8
ColorBk8=FCFCFC
; X, Y, W, H - размеры позиция окна  [изменяется при закрытии окна]
W=924
X=810
Y=36
H=332
OnTop=1
CheckBox=0


[InfoListProgTC]
OnTop=0
CheckBox=0


[PanelBar2]
X=162
Y=262
OnTop=1
Vertical=1
Size=32
Button=1
SizeBS=10
BkTrans=0
Trans=170
AutoHide=0
Comment=16
BkImage=%TCIMG_PATH%\Files\Img\Puzzle.bmp
Color=D3DAED
BkColor=1934FF
MenuColor=DAF9FF
MenuColor2=FFFFFF


[SetTime1]
CheckList=1|1|1|1|1|1|4|4
GroupList=0
TemplateActive=*.txt|*.ini
PathActive=
ComboText1=0
ComboText2=0
Template=¤*.txt|*.ini¤*.jpg|*.png¤
Setting=1
